{"plugins":{"base16-nvim":{"src":"https://github.com/RRethy/base16-nvim"},"blink.cmp":{"rev":"refs/tags/v1.10.2","src":"https://github.com/saghen/blink.cmp"},"blink.lib":{"src":"https://github.com/saghen/blink.lib"},"conform.nvim":{"src":"https://github.com/stevearc/conform.nvim"},"gitsigns.nvim":{"src":"https://github.com/lewis6991/gitsigns.nvim"},"helpview.nvim":{"src":"https://github.com/OXY2DEV/helpview.nvim"},"lazydev.nvim":{"src":"https://github.com/folke/lazydev.nvim"},"lz.n":{"rev":"v2.11.3","src":"https://github.com/nvim-neorocks/lz.n"},"markview.nvim":{"rev":"refs/tags/v28.3.0","src":"https://github.com/OXY2DEV/markview.nvim"},"nui.nvim":{"rev":"refs/tags/0.4.0","src":"https://github.com/MunifTanjim/nui.nvim"},"nvim-lspconfig":{"rev":"refs/tags/v2.10.0","src":"https://github.com/neovim/nvim-lspconfig"},"nvim-treesitter":{"src":"https://github.com/nvim-treesitter/nvim-treesitter"},"nvim-web-devicons":{"rev":"v0.100","src":"https://github.com/nvim-tree/nvim-web-devicons"},"opencode.nvim":{"rev":"refs/tags/v0.11.0","src":"https://github.com/nickjvandyke/opencode.nvim"},"pick-resession-nvim":{"src":"https://github.com/scottmckendry/pick-resession.nvim"},"resession.nvim":{"src":"https://github.com/stevearc/resession.nvim"},"snacks.nvim":{"src":"https://github.com/folke/snacks.nvim"},"telescope.nvim":{"src":"https://github.com/nvim-telescope/telescope.nvim"},"which-key.nvim":{"src":"https://github.com/folke/which-key.nvim"}}}